[
  "settings-search",
  "plugin-reloader",
  "obsidian-importer",
  "better-plugins-manager",
  "theme-picker",
  "obsidian-divide-and-conquer",
  "obsidian-theme-design-utilities",
  "bin-theme-controller",
  "obsidian-style-settings",
  "obsidian-plugin-groups",
  "share-my-plugin-list",
  "settings-management",
  "obsidian-better-command-palette",
  "better-canvas-lock",
  "auto-tasks",
  "2hop-links-plus",
  "table-editor-obsidian",
  "better-comment-toggle",
  "better-export-pdf",
  "obsidian-file-link",
  "better-fn",
  "better-markdown-links",
  "math-in-callout",
  "better-inline-fields",
  "better-order-list",
  "better-word-count",
  "block-link-plus",
  "brain-dump-mode",
  "card-board",
  "colored-tags-wrangler",
  "custom-node-size",
  "obsidian-daily-named-folder",
  "create-task",
  "obsidian-dynamic-highlights",
  "obsidian-git",
  "helpmate",
  "hk-code-block",
  "improved-random-note",
  "journaling",
  "laser-beam",
  "litegallery",
  "obsidian-local-file-interface-plugin",
  "obsidian-local-images-plus",
  "note-promixity",
  "map-of-content",
  "obsidian-markdown-formatting-assistant-plugin",
  "mathlive",
  "medium-importer",
  "occura-word-highlighter",
  "share-note",
  "studier",
  "super-duper-audio-recorder",
  "tag-wrangler",
  "task-list",
  "obsidian-tasks-plugin",
  "typing-assistant",
  "typing-transformer-obsidian",
  "vault-full-statistics",
  "vault-transfer",
  "obsidian-version-history-diff",
  "github-sync",
  "heatmap-calendar",
  "obsidian-html-plugin",
  "custom-sort",
  "customizable-menu",
  "editing-toolbar",
  "git-file-explorer",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "obsidian-icons-plugin",
  "copy-url-in-preview",
  "obsidian-kanban",
  "obsidian-dictionary-plugin",
  "dataview",
  "obsidian-core-search-assistant-plugin",
  "obsidian-enhancing-mindmap",
  "obsidian-focus-mode",
  "file-include",
  "home-tab",
  "image-helper",
  "janitor",
  "buttons",
  "obsidian-folder-index",
  "lineage",
  "make-md",
  "obsidian-mind-map",
  "modal-opener",
  "new-tab-plus",
  "note-toolbar",
  "quickadd",
  "better-search-views",
  "file-explorer-plus",
  "hotkeysplus-obsidian",
  "obsidian-tweaks",
  "darlal-switcher-plus",
  "obsidian-relation-pane",
  "searchpp",
  "dashboard-navigator",
  "swiss-army-knife",
  "tab-selector",
  "workspaces-plus",
  "templater-obsidian",
  "system3-relay",
  "translate",
  "relay-md",
  "recent-files-obsidian",
  "obsidian-projects",
  "note-refactor-obsidian",
  "pin-enhancer",
  "project-browser",
  "vertical-tabs",
  "additional-icons",
  "custom-sidebar-icons",
  "obsidian-day-planner",
  "copy-note",
  "extended-task-lists",
  "enhanced-symbols-prettifier",
  "enhanced-image",
  "file-property-enhancer",
  "folders2graph",
  "link-tree",
  "obsidian-import-json",
  "logstravaganza",
  "minitabs",
  "reading-view-enhancer",
  "plugin-manager",
  "plugin-debugger",
  "notice-logger",
  "nifty-links",
  "plugins-annotations",
  "ninja-cursor",
  "cycle-through-panes",
  "smart-connections",
  "vare",
  "nexus-ai-chat-importer",
  "obsidian42-strange-new-worlds",
  "smart-connections-visualizer",
  "vault-explorer",
  "better-reading-mode",
  "better-recall",
  "emoji-autocomplete",
  "easy-typing-obsidian",
  "obsidian-image-toolkit",
  "file-tree-alternative",
  "file-explorer-note-count",
  "header-enhancer",
  "highlightr-plugin",
  "homepage",
  "image-converter",
  "obsidian-linter",
  "linkify",
  "mermaid-tools",
  "obsidian-meta-bind-plugin",
  "obsidian-mindmap-nextgen",
  "mousewheel-image-zoom",
  "multi-column-markdown",
  "nlp",
  "note-chain",
  "obisidian-note-linker",
  "novel-word-count"
]